{
   "data" :[
        { 
            "ques": "What is the voter turnout in Bangalore South constituency in the 2018 Karnataka Assembly Elections?",
            "ans": "<p>Voter turnout in Bangalore South constituency during the 2018 Karnataka Assembly Elections: <strong>54.01%</strong></p>"
        },
        { 
            "ques": "What were the criminal records of the major candidates contesting from Bangalore South constituency in the 2018 Karnataka Assembly Elections?",
            "ans": "According to data provided by the Association for Democratic Reforms (ADR), some of the major candidates contesting from Bangalore South constituency in the 2018 Karnataka Assembly Elections had criminal cases registered against them. For example, Ravi Subramanya (BJP) had three criminal cases registered against him, while M. Krishnappa (INC) had seven criminal cases registered against him.<p>Criminal records of major candidates contesting from Bangalore South constituency during the 2018 Karnataka Assembly Elections:</p><ul><li>Ravi Subramanya (BJP) - 3 criminal cases registered</li><li>M. Krishnappa (INC) - 7 criminal cases registered</li></ul>"
        },
        { 
            "ques": "Who are the candidates contesting from my constituency?",
            "ans": "<p>Following were the major candidates who contested from Bangalore South constituency during the 2018 Karnataka Assembly Elections:</p><ul><li>Ravi Subramanya - Bharatiya Janata Party (BJP)</li><li>M. Krishnappa - Indian National Congress (INC)</li><li>Corporator M. K. Gunashekar - Janata Dal (Secular) (JD(S))</li><li>A. M. Ramesh - Karnataka Pragnyavantha Janatha Party (KPJP)</li><li>S. Venkataramanaiah - Uttama Prajaakeeya Party (UPP)</li></ul>"
        },
        { 
            "ques": "What is the criminal record of the candidates contesting?",
            "ans": "<h2>Criminal Records of Candidates Contested from Bangalore South Constituency in 2018:</h2><p>Having a criminal record does not necessarily mean that a candidate is guilty of the charges against them. However, voters may choose to take into account a candidate's criminal record when making their decision on whom to vote for.</p><h3>Ravi Subramanya (BJP)</h3><p>Ravi Subramanya had 3 criminal cases registered against him, including charges of rioting and causing hurt by dangerous weapons.</p><h3>M. Krishnappa (INC)</h3><p>M. Krishnappa had 7 criminal cases registered against him, including charges of rioting, criminal intimidation, and promoting enmity between different groups on grounds of religion, race, or language.</p><p>It's important to note that the Election Commission of India has made it mandatory for all candidates to declare their criminal records, if any, at the time of filing their nomination papers. This information is made available to the public and can be accessed through various sources, including the ECI website and various media outlets.</p>"
        },
        { 
            "ques": "What was the result of the last election in my constituency?",
            "ans": "<h2>Results of the Last Election in Bangalore South:</h2><p>The last election for the Bangalore South Lok Sabha constituency was held in 2019. The following table shows the detailed results of the election:</p><table><tr><th>Candidate</th><th>Party</th><th>Votes</th><th>Percentage</th></tr><tr><td>Tejasvi Surya</td><td>Bharatiya Janata Party (BJP)</td><td>7,44,137</td><td>60.58%</td></tr><tr><td>B. K. Hariprasad</td><td>Indian National Congress (INC)</td><td>3,98,042</td><td>32.39%</td></tr><tr><td>Rizwan Arshad</td><td>Janata Dal (Secular) (JD(S))</td><td>67,172</td><td>5.46%</td></tr><tr><td>NOTA</td><td>None of the Above</td><td>9,221</td><td>0.75%</td></tr></table><p>The BJP candidate Tejasvi Surya won the election by a large margin with 60.58% of the votes. He defeated his nearest rival, B. K. Hariprasad of the INC, by a margin of over 3.4 lakh votes.</p>"
        },
        { 
            "ques": "What were the voter turnout figures for my constituency in the last election?",
            "ans": "<h2>Voter Turnout Figures for Bangalore South in the Last Election:</h2><p>The last election for the Bangalore South Lok Sabha constituency was held in 2019. The voter turnout figures for the constituency are as follows:</p><ul><li>Total Number of Registered Voters: 24,28,303</li><li>Total Number of Votes Polled: 12,31,572</li><li>Voter Turnout Percentage: 50.70%</li></ul><p>Please note that the above information is based on my last knowledge cutoff in September 2021, and may not reflect any updates or changes that have occurred since then.</p>"
        },
        { 
            "ques": "ನನ್ನ ಕ್ಷೇತ್ರದಿಂದ ಸ್ಪರ್ಧಿಸುವ ಅಭ್ಯರ್ಥಿಗಳು ಯಾರು",
            "ans": "<ul><li>ಎಂ. ಕೃಷ್ಣಪ್ಪ - ಭಾರತೀಯ ರಾಷ್ಟ್ರೀಯ ಕಾಂಗ್ರೆಸ್ (INC)</li><li>ರವಿ ಸುಬ್ರಹ್ಮಣ್ಯ - ಭಾರತೀಯ ಜನತಾ ಪಕ್ಷ (ಬಿಜೆಪಿ)</li><li>ಆರ್ ಪ್ರಭಾಕರ್ ರೆಡ್ಡಿ - ಜನತಾ ದಳ (ಜಾತ್ಯತೀತ) (ಜೆಡಿ(ಎಸ್))</li><li>ಎನ್ ರಮೇಶ್ - ಉತ್ತಮ ಪ್ರಜಾಕೀಯ ಪಕ್ಷ (ಯುಪಿಪಿ)</li><li>ಇಲ್ಯಾಸ್ ಸಬಾ ಅಲ್ಲಾದೀನ್ - ಆಲ್ ಇಂಡಿಯಾ ಮಹಿಳಾ ಎಂಪವರ್‌ಮೆಂಟ್ ಪಾರ್ಟಿ (MEP)</li><li>ಸಿ ಕೆ ನಟೇಶ - ಸ್ವತಂತ್ರ</li><li>ಸಿ ರಮೇಶ್ - ಸ್ವತಂತ್ರ</li><li>ಗುರಪ್ಪ ನಾಯ್ಡು - ಸ್ವತಂತ್ರ</li><li>ಅಬ್ದುಲ್ ಅಜೀಜ್ - ಸ್ವತಂತ್ರ</li><li>ಅರುಣ್ ಕುಮಾರ್ ಜೆ - ಸ್ವತಂತ್ರ</li><li>ಕೆ ವಿ ನಾಗೇಂದ್ರ ಪ್ರಸಾದ್ - ಸ್ವತಂತ್ರ</li><li>ಮೊಹಮ್ಮದ್ ಆಸಿಫ್ - ಸ್ವತಂತ್ರ</li>"
        },
        { 
            "ques": "बंगलौर दक्षिण में पिछले चुनाव के परिणाम क्या थे?",
            "ans": "<p>बंगलौर दक्षिण में 2018 कर्नाटक विधानसभा चुनाव में बीजेपी के एम. सोमसेखर जीते थे। उन्होंने कांग्रेस के पूर्व विधायक एम. कृष्णप्पा को हराया था। उन्होंने वहां से <strong>74,515</strong> वोट जीते थे।</p>"
        }
    ]
}